tap "homebrew/bundle"
tap "homebrew/services"
tap "warrensbox/tap"
brew "ffmpeg"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "ncdu"
brew "ollama", restart_service: true
brew "terraform-docs"
brew "tmux"
brew "toilet"
brew "tree"
brew "vim"
brew "warrensbox/tap/tfswitch"
cask "barrier"
cask "discord"
cask "docker"
cask "firefox"
cask "iterm2"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
cask "vlc"
vscode "mohsen1.prettify-json"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
